Vue.component("home-content",{
	template:`
	<section class="section-block">
		<div class="home-image"><img src="./images/ti.jpg" alt="商店街テストサイト"></div>
		<h1 class ="section-heading">ようこそテスト商店街へ</h1>
		<p>賑やかな商店街から静かな公園や庭園まで、横浜はどの世代のどの興味も満たしてくれる魅力的な街です。</p>
			<p>江戸時代後期の小さな漁村は、ペリー総督と米国艦隊が来航した19世紀半ばから急速に成長し、
			日本における海外貿易の中心地へと変貌を遂げました。</p>
			<p>それから150年、横浜は関東大震災や第二次世界大戦からの再生を経て、現在では、近代的な国際貿易都市のひとつに数えられます。</p>
			<p>横浜の中心街であるベイエリアは、息をのむほどの美しい夜景はもちろん、一日飽きさせないエリアです。
			幅広いジャンルの博物館や美術館、壮観な現代建築、豊かな緑が街なかにあふれています。人気スポットとしては、
			高さ296.3mの横浜ランドマークタワー、世界最大級の中華街、カップヌードルミュージアム、歴史的な横浜赤レンガ倉庫、
			スタイリッシュな建築の横浜港大さん橋国際客船ターミナル、長閑な三溪園などがあげられます。</p>
			<p>東京の喧騒から離れた、おしゃれで活気溢れる繁華街は、買い物好きの方でも楽しめるところです。大型ショッピングモール、
			百貨店、高級ブティック、ディスカウントストアなど、あらゆるお店が見つかります。それに加え、横浜には数多くの商店街があります。
			買い物を通じて、その歴史に触れ、地元の人の温かさが感じられる場所です。</p>
	</section>
	`,
});